{
    "niceToMeetYou": "Nice to meet you!",
    "name": "Emanuel",
    "resume":"Based in the BR, I’m a React developer passionate about building accessible web apps that users love.",
    "projectTitle1":"UX/UI — Digital marketing website",
    "projectTitle2":"Digital Menu — Cafeteria & Pizzeria",
    
    "wait": "Wait a Bit",
    
    "more": "view Code or Project",
    "projectDescription":"The GeraisNet website offers a modern and intuitive online experience, with emphasis on the Customer Portal, which provides easy access to crucial information. With an attractive design, the platform facilitates navigation and includes a transparent pricing section, allowing users to choose between available plans with clarity and simplicity. Overall, GeraisNet combines functionality and aesthetics, offering visitors a practical and engaging view of available internet services.",
    "projectDescription2":"MenuDigital presents a website with a modern design, highlighting vivid product photographs. Its superior, intuitive and easy-to-use menu allows users to explore different items. When clicking on an item, a dedicated section opens, displaying related content in an attractive and informative way. Combining appealing visual aesthetics and practical functionality, MenuDigital provides an engaging experience for visitors to explore the menu efficiently.",
    "projectDescription3":"The User Management System presents an accessible and secure approach with its distinct screens. The login screen offers easy authentication, while the registration screen allows you to register and access the system efficiently. On the dashboard, primary users have a detailed view of the full user list, with the added ability to customize profiles by adding preference images. This improved dashboard functionality allows complete and personalized management of the user community.",
    "projectDescription4":"  The FinanceControl project is structured with practicality and efficiency in mind. It starts with separate login and registration screens, providing safe and quick access. On the main screen, users have full control over their financial inflows and outflows, with a clear display of the total balance. Below, a detailed table shows the added items, enabling easy removal of entries, giving the user flexible and intuitive management of their finances. This direct and interactive approach stands out for simplifying financial administration in an accessible way.",


    "lifestyle":"I love camping, seeking serenity in heights and connection with nature. At night, the camp under the starry sky enchants, providing peace and renewing the soul. Each mountain climb is a unique journey, shaping my love for simplicity and convenience in outdoor living.",
    "developer":" As a software developer, my day to day life is a passionate immersion in lines of code that come to digital life. Every challenge is an opportunity for innovation and resolution, and turning ideas into working software is my true passion. Technology is not just a profession, but an expression of creativity and dedication. Every line I write tells a story of excitement in the fascinating world of programming.",
    "objectives":"I seek excellence as a software developer, aiming to be recognized for responsibility and expertise. My goal is, in five years, to work on challenging projects and achieve fluency in English to expand my global communication. My future path is marked by the determination to be a respected and globally connected professional, facing each challenge as an opportunity for growth.",
    
    "tituloAboutMe1":"Lifestyle",
    "tituloAboutMe2":"Development",
    "tituloAboutMe3":"Goals and objectives",

    "contatoH1":"Contact",
    "resumeContact":" I would love to hear about your project and how I could help. Please fill in the form, and I’ll get back to you as soon as possible.",
    "apresentacao":"I’m ",
    "experiencias":"1 year of experience",
    "textoMudarIdioma":"Change language?"
}