{
    "niceToMeetYou": "Nice to meet you!",
    "name": "Emanuel.",
    "projects":"Projects",
    "resume":"Based in the BR, I’m a React | Nodejs developer passionate about building accessible web apps that users love.",
    "projectTitle1":"UX/UI — Digital marketing website",
    "projectTitle2":"Digital Menu — Cafeteria & Pizzeria",
    "projectTitle3":"Personal project — User management system",
    "projectTitle4":"Personal project — Finance control",
    
    "wait": "Wait a Bit",
    
    "more": "view Code or Project",
    
    "projectDescriptionP1":"GeraisNet stands out for offering a modern and intuitive online experience, with a special focus on the Customer Portal. This portal simplifies access to crucial information, making navigation efficient and straightforward for users.",
    "projectDescriptionP2":" The platform stands out even more due to its attractive design and the inclusion of a transparent pricing section. This approach allows users to choose between available plans with clarity and simplicity, promoting a more accessible and understandable service selection experience.",
   
    "projectDescription2P1":"MenuDigital stands out with a modern website design, emphasizing vibrant photographs of its products. Its top menu is intuitive and easy to use, providing users with the ability to explore a variety of items effectively.",
    "projectDescription2P2":"When selecting an item, a dedicated section opens, presenting the content in an attractive and informative way in MenuDigital. This fusion of engaging aesthetics and practical functionality provides an efficient and engaging experience for visitors to explore the menu.",
    
    "projectDescription3P1":"The User Management System adopts an accessible and secure approach, standing out for its distinct screens. The login screen facilitates authentication, while the registration screen enables efficient registration and access to the system.",
    "projectDescription3P2":"From the dashboard, primary users enjoy a detailed view of the full user list, with the added ability to customize profiles by adding preference images.",
    
    "projectDescription4P1":"The FinanceControl project is structured for practicality and efficiency, starting with login and registration screens for secure and quick access. On the main screen, the user has full control over their finances, with a clear view of the balance and a detailed table to facilitate flexible and intuitive management.",
    "projectDescription4P2":"This direct and interactive approach to FinanceControl stands out for its ability to simplify financial administration, providing users with an accessible and effective experience.",

    "lifestyle":"I love camping, seeking serenity in heights and connection with nature. At night, the camp under the starry sky enchants, providing peace and renewing the soul. Each mountain climb is a unique journey, shaping my love for simplicity and convenience in outdoor living.",
    "developer":" As a software developer, my day to day life is a passionate immersion in lines of code that come to digital life. Every challenge is an opportunity for innovation and resolution, and turning ideas into working software is my true passion. Technology is not just a profession, but an expression of creativity and dedication. Every line I write tells a story of excitement in the fascinating world of programming.",
    "objectives":"I seek excellence as a software developer, aiming to be recognized for responsibility and expertise. My goal is, in five years, to work on challenging projects and achieve fluency in English to expand my global communication. My future path is marked by the determination to be a respected and globally connected professional, facing each challenge as an opportunity for growth.",
    
    "tituloAboutMe1":"Lifestyle",
    "tituloAboutMe2":"Development",
    "tituloAboutMe3":"Goals and objectives",

    "contatoH1":"Contact",
    "resumeContact":" I would love to hear about your project and how I could help. Please fill in the form, and I’ll get back to you as soon as possible.",
    "apresentacao":"I’m ",
    "experiencias":"1 year of experience",
    "textoMudarIdioma":"Change language?"
}