{
    "niceToMeetYou": "Muito prazer!",
    "apresentacao": "Eu sou ",
    "name": "Emanuel.",
    "resume":" Com sede no Brasil, sou um desenvolvedor React | Node.js apaixonado por criar aplicativos web acessíveis que os usuários adoram.",

   
    "projects": "Projetos",
    "projectTitle1":"UX/UI – Site de marketing digital",
    "projectTitle2":"Dude Monitor — Sistema de Monitoramento",
    "projectTitle3":"Projeto Pessoal — Sistema de Gerenciamento",
    "projectTitle4":"Projeto Pessoal — Controle de finanças",

    "more": "view Codigo or Projeto",

    "contact": "Contato",
    "downloadCV": "BAIXAR CV",
    "viewCode": "Ver Código",
    "viewProject": "Ver Projeto",

    "projectDescriptionP1": "O GeraisNet destaca-se por oferecer uma experiência online moderna e intuitiva, com foco especial no Portal do Cliente. Esse portal simplifica o acesso a informações cruciais, tornando a navegação eficiente e direta para os usuários.",
    "projectDescriptionP2":"A plataforma se destaca ainda mais pelo seu design atrativo e pela inclusão de uma seção de preços transparente. Essa abordagem permite aos usuários escolher entre os planos disponíveis com clareza e simplicidade, promovendo uma experiência de seleção de serviços mais acessível e compreensível.",
    
    "projectDescription2P1":"Sistema em desenvolvimento, Plataforma de monitoramento de rede online, que oferece uma visão completa do status dos rádios. Com interface intuitiva e sistema de detecção automática de falhas, proporciona praticidade no gerenciamento e solução de problemas de rede.",
    "projectDescription2P2":"em fase de desenvolvimento, o sistema busca eficiência na administração de redes com sua plataforma avançada de monitoramento online. Utilizando tecnologias modernas no front-end e back-end, como React, Express e MongoDB, o sistema oferece recursos como dashboard informativo e alertas automáticos para uma gestão mais eficaz e rápida resolução de problemas.",
    
    "projectDescription3P1":"O Sistema de Gerenciamento de Usuários adota uma abordagem acessível e segura, destacando-se por suas telas distintas. A tela de login facilita a autenticação, enquanto a tela de cadastro possibilita o registro e acesso eficientes ao sistema.",
    "projectDescription3P2":"No painel, os usuários principais desfrutam de uma visão detalhada da lista completa de usuários, com a capacidade adicional de personalizar perfis ao adicionar imagens de preferência.",
    
    
    "projectDescription4P1":"O projeto FinanceControl é estruturado para praticidade e eficiência, iniciando com telas de login e registro para acesso seguro e rápido. Na tela principal, o usuário tem controle total sobre suas finanças, com uma visualização clara do saldo e uma tabela detalhada para facilitar a gestão flexível e intuitiva.",
    "projectDescription4P2":"Essa abordagem direta e interativa do FinanceControl destaca-se pela sua capacidade de simplificar a administração financeira, proporcionando aos usuários uma experiência acessível e eficaz.",

    "lifestyle":"Adoro acampar, busco serenidade nas alturas e conexão com a natureza. À noite, o acampamento sob o céu estrelado encanta, proporcionando paz e renovando a alma. Cada subida de montanha é uma viagem única, moldando o meu amor pela simplicidade e conveniência na vida ao ar livre.",
    "developer":"Como desenvolvedor de software, meu dia a dia é uma imersão apaixonada em linhas de código que chegam à vida digital. Todo desafio é uma oportunidade de inovação e resolução, e transformar ideias em software funcional é minha verdadeira paixão. A tecnologia não é apenas uma profissão, mas uma expressão de criatividade e dedicação. Cada linha que escrevo conta uma história de emoção no fascinante mundo da programação.",
    "objectives":"Busco a excelência como desenvolvedor de software, visando ser reconhecido pela responsabilidade e expertise. Minha meta é, em cinco anos, trabalhar em projetos desafiadores e alcançar fluência em inglês para ampliar minha comunicação global. Minha trajetória futura é marcada pela determinação de ser um profissional respeitado e conectado globalmente, encarando cada desafio como uma oportunidade de crescimento.",
   
    "tituloAboutMe1":"Estilo de Vida",
    "tituloAboutMe2":"Como Dev",
    "tituloAboutMe3":"Objetivos",
   
    "contatoH1":"Contato",
    "resumeContact":"Eu adoraria ouvir sobre seu projeto e como posso ajudar. Preencha o formulário e entrarei em contato com você o mais breve possível.",
    "experiencias":"1 ano de experiência",
    "textoMudarIdioma":"Alterar idioma?"


  
  }